export const PRODUCT_CATEGORIES = [
    'Замороженный',
    'Мясной',
    'Овощи',
    'Зелень',
    'Специи',
    'Крупы',
    'Консервы',
    'Жидкость',
    'Сладости'
];

export const DISH_CATEGORIES = [
    'Десерт',
    'Первое',
    'Второе',
    'Напиток',
    'Салат',
    'Суп',
    'Перекус'
];

export const PREPARATION_STATUSES = [
    'Готовый к употреблению',
    'Полуфабрикат',
    'Требует приготовления'
];

export const FLAGS = ['Веган', 'Без глютена', 'Без сахара'];

export const MACROS = {
    '!десерт': 'Десерт',
    '!первое': 'Первое',
    '!второе': 'Второе',
    '!напиток': 'Напиток',
    '!салат': 'Салат',
    '!суп': 'Суп',
    '!перекус': 'Перекус'
};